<template>
    <div class="newsList">
      <ul class="mg30">
        <li>
            <a href="">
                <h2>这是关注的东西，关注的东西</h2>
                <p>还可以降低首付款健还可以降低首付款健身房还可以降低首付款健身房身房还可以降低首付款健还可以降低首付款健身房身房</p>
            </a>
        </li>
        <li>
            <a href="">
                <h2>关注</h2>
                <p>还可以降低首付款健还可以降低首付款健身房还可以降低首付款健身房身房还可以降低首付款健还可以降低首付款健身房身房</p>
            </a>
        </li>
        <li>
            <a href="">
                <h2>这是关注的东西，关注的东西</h2>
                <p>还可以降低首付款健还可以降低首付款健身房还可以降低首付款健身房身房还可以降低首付款健还可以降低首付款健身房身房</p>
            </a>
        </li>
        <li>
            <a href="">
                <h2>这是关注的东西，关注的东西</h2>
                <p>还可以降低首付款健还可以降低首付款健身房还可以降低首付款健身房身房还可以降低首付款健还可以降低首付款健身房身房</p>
            </a>
        </li>
         <li>
            <a href="">
                <h2>这是关注的东西，关注的东西</h2>
                <p>还可以降低首付款健还可以降低首付款健身房还可以降低首付款健身房身房还可以降低首付款健还可以降低首付款健身房身房</p>
            </a>
        </li>
        <li>
            <a href="">
                <h2>这是关注的东西，关注的东西</h2>
                <p>还可以降低首付款健还可以降低首付款健身房还可以降低首付款健身房身房还可以降低首付款健还可以降低首付款健身房身房</p>
            </a>
        </li>
        <li>
            <a href="">
                <h2>这是关注的东西，关注的东西</h2>
                <p>还可以降低首付款健还可以降低首付款健身房还可以降低首付款健身房身房还可以降低首付款健还可以降低首付款健身房身房</p>
            </a>
        </li>
        <li>
            <a href="">
                <h2>这是关注的东西，关注的东西</h2>
                <p>还可以降低首付款健还可以降低首付款健身房还可以降低首付款健身房身房还可以降低首付款健还可以降低首付款健身房身房</p>
            </a>
        </li>
	    </ul>
    </div>
</template>
<script>
export default {};
</script>
<style scoped>
@import "../assets/css/index.css";
.mg30 {
  margin-top: 40px;
}
</style>
